
"_BASE_USED_" = "de";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "48.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "Allgemein";
"File Access" = "Dateizugriff";
"Performance" = "Performance";
"Finder Extension" = "Finder Erweiterung";
"Love" = "Liebe";
"OK" = "OK";
"Done" = "OK";
"Yes" = "Ja";
"No" = "Nein";
"Don't show again" = "Nicht erneut anzeigen";
"Set as default compressor" = "Als Standard-Komprimierer festlegen";
"Not now" = "Später";
"Want to make Keka your default compressor?" = "Wollen Sie Keka als Standard-Komprimierer festlegen?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Dies bedeutet, dass von nun an alle kompatiblen Dateien mit Keka entpackt werden. Sie können dies später in den Keka-Einstellungen ändern.";
"Really want to close Keka?" = "Wollen Sie Keka wirklich schließen?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Sollen die laufenden Aktionen abgebrochen werden? Wenn Sie »Nein« wählen, beendet sich Keka selbsttätig, sobald alle Aktionen abgearbeitet sind.";
"Password needed" = "Kennwort erforderlich";
"File \"%@\" needs a password to be extracted" = "Datei \"%@\" erfordert zum Entpacken ein Kennwort";
"File \"%@\" needs a special encoding to be extracted" = "Datei \"%@\" erfordert zum Entpacken die Angabe der verwendeten Zeichenkodierung";
"Extraction of \"%@\" done" = "Entpacken von \"%@\" abgeschlossen";
"Extraction of \"%@\" failed." = "Entpacken von \"%@\" fehlgeschlagen.";
"Extraction of %i files done" = "Entpacken von %i Dateien abgeschlossen";
"Extraction complete" = "Entpacken abgeschlossen";
"Extraction fail" = "Entpacken fehlgeschlagen";
"Compression complete" = "Komprimierung abgeschlossen";
"File \"%@\" created" = "Datei \"%@\" erstellt";
"Compression fail" = "Komprimierung fehlgeschlagen";
"File \"%@\" cannot be created" = "Datei \"%@\" kann nicht erstellt werden";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "Aktion nicht implementiert";
"Performing operation..." = "Aktion wird ausgeführt...";
"Waiting..." = "Warten…";
"Extracting \"%@\"" = "Entpacke \"%@\"";
"Extracting \"%@...\"" = "Entpacke \"%@...\"";
"Creating %@ file..." = "Erstelle %@-Datei...";
"Creating file \"%@\"" = "Erstelle Datei \"%@\"";
"Creating file \"%@...\"" = "Erstelle Datei \"%@\"...";
"Volume name:" = "Volume-Name:";
"Select the encoding for \"%@\"" = "Zeichenkodierung für \"%@\" auswählen";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Verstrichene Zeit: %d:%@%d:%@%d Stunden%@";
"Time elapsed: %d:%@%d minutes%@" = "Verstrichene Zeit: %d:%@%d Minuten%@";
"Time elapsed: %d seconds%@" = "Verstrichene Zeit: %d Sekunden%@";
"%.0f seconds" = "%.0f Sekunden";
"%i:%02i minutes" = "%i:%02i Minuten";
"%i:%02i:%02i hours" = "%i:%02i:%02i Stunden";
"Pause" = "Pause";
"Continue" = "Fortfahren";
"Operation paused" = "Aktion angehalten";
"Cancel" = "Abbrechen";
"Close" = "Schließen";
"Operation failed" = "Aktion fehlgeschlagen";
"Operation failed with error code %d" = "Aktion fehlgeschlagen mit Fehlernummer %d";
"Choose a name and folder to start the compression" = "Wählen Sie Name und Ordner für die Archivdatei, um die Komprimierung zu starten";
"Creation of \"%@\" failed" = "Erstellung von \"%@\" fehlgeschlagen";
"Creating \"%@\"" = "Erstelle \"%@\"";
"Preparing extraction..." = "Entpacken vorbereiten...";
"Choose a folder to extract this file" = "Wählen Sie den Ordner für die entpackten Dateien, um die Archivdatei zu entpacken";
"Choose where do you want to extract \"%@\"" = "Wählen Sie, wohin Sie \"%@\" entpacken wollen";
"Select all the volumes from \"%@\" or the folder that contains them" = "Wählen Sie alle Volumes in \"%@\" oder den Ordner, welcher sie enthält";
"Select the folder that contains \"%@\"" = "Wählen Sie den Ordner, welcher \"%@\" enthält";
"Extraction of \"%@\" failed" = "Entpacken von \"%@\" fehlgeschlagen";
"Keka - %i on queue" = "Keka - %i Aufträge in Warteschlange";
"Keka can't create this %@ image" = "Keka kann dieses %@-Image nicht erstellen";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Ein %@-Image lässt sich nur aus einem einzelnen Ordner erstellen. Legen Sie alle Ihre Dateien in einen Ordner und ziehen Sie diesen auf Keka, um das %@-Image zu erstellen.";
"Keka can't create this @% tarball" = "Keka kann dieses @%-Tar-Archiv nicht erstellen";
"This operation is not supported on %@." = "Diese Operation wird auf %@ nicht unterstützt.";
"Compress \"%@\" in %@ to..." = "Komprimiere \"%@\" in %@ nach...";
"Compress in %@ to..." = "Komprimiere in %@ nach...";
"Save as:" = "Sichern unter:";
"Compress" = "Komprimieren";
"Extract \"%@\" to..." = "Entpacke \"%@\" nach...";
"Extract as:" = "Entpacken als:";
"Extract" = "Entpacken";
"About %i seconds" = "Ungefähr %i Sekunden";
"About %i minutes" = "Ungefähr %i Minuten";
"About %i hours" = "Ungefähr %i Stunden";
"About %i days" = "Ungefähr %i Tage";
"About %i weeks" = "Ungefähr %i Wochen";
"About %i months" = "Ungefähr %i Monate";
"About %i years" = "Ungefähr %i Jahre";
"About a minute" = "Ungefähr eine Minute";
"About an hour" = "Ungefähr eine Stunde";
"About a day" = "Ungefähr ein Tag";
"About a week" = "Ungefähr ein Woche";
"About a month" = "Ungefähr ein Monat";
"About a year" = "Ungefähr ein Jahr";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Restzeit kann nicht angezeigt werden...";
"Password for \"%@\"" = "Kennwort für \"%@\"";
"Format" = "Format";
"Method" = "Methode";
"Method:" = "Methode:";
"No compression" = "Keine Komprimierung";
"Fastest, less compression" = "Am schnellsten - aber schlechteste Komprimierung";
"Fast, less compression" = "Schneller - aber schlechtere Komprimierung";
"Normal" = "Normal";
"Slow, more compression" = "Bessere Komprimierung - aber langsamer";
"Slowest, more compression" = "Beste Komprimierung - aber am langsamsten";
"Compression" = "Komprimierung";
"Extraction" = "Entpacken";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka kann die Datei \"extlx.plist\" nicht verwenden. Bitte kontaktieren sie die Entwickler.\n\nKeka wird jetzt beendet.";
"Keka is dying!" = "Keka stürzt ab!";
"Ask each time" = "Jedes mal fragen";
"Next to original file" = "Neben der Originaldatei";
"Custom folder..." = "Benutzerdefinierter Ordner...";
"Same as original file" = "Gleich der Originaldatei";
"Custom name..." = "Benutzerdefinierter Name...";
"Archive" = "Archiv";
"Set as default folder" = "Als Standard-Ordner festlegen";
"Perform automatic action" = "Aktion automatisch auswählen";
"Always compress" = "Immer komprimieren";
"Always extract" = "Immer entpacken";
"1.4 MB Floppy" = "1,4 MB Diskette";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4,7 GB DVD";
"Drop here to extract" = "Zum Entpacken hier ablegen";
"Drop here to compress" = "Zum Komprimieren hier ablegen";
"Binary \"%@\" is not accessible" = "Binärdatei \"%@\" ist nicht zugreifbar";
"The first part \"%@\" can't be found" = "Der erste Teil von \"%@\" wurde nicht gefunden";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "Unbekannt";
"Unknown error" = "Unbekannter Fehler";
"Error code %d using \"%@\"\n%@" = "Fehlernummer %d mit \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Keine Fehler gefunden";
"Minor error, the operation may be done well" = "Geringfügiger Fehler - vielleicht war die Aktion dennoch erfolgreich";
"Fatal error" = "Fataler Fehler";
"CRC error occurred, maybe the file is corrupt" = "CRC-Fehler - die Datei könnte beschädigt sein";
"Attempt to modify an archive previously locked" = "Versuchte Änderung eines zuvor gesperrten Archivs";
"Maybe you don't have permission to write or your disk is full" = "Vielleicht haben Sie keine Schreibrechte oder die Festplatte ist voll";
"Can't open the file, maybe you don't have read permission" = "Datei konnte nicht geöffnet werden -  vielleicht haben Sie keine Leserechte";
"Command line error, please contact with the developer" = "Kommandozeilen-Fehler - bitte wenden Sie sich an den Entwickler";
"Not enough memory. Try to close some programs and repeat the operation" = "Nicht genügend Speicher - schließen Sie einige Programme und wiederholen Sie die Aktion";
"Can't create the file, maybe you don't have permission or free space" = "Datei konnte nicht erstellt werden - vielleicht haben Sie keine Zugriffsberechtigung oder der Speicherplatz ist knapp";
"Canceled manually" = "Manuell abgebrochen";
"Bad password, try again" = "Falsches Kennwort, versuchen Sie es erneut";
"This archive is locked" = "Dieses Archiv ist gesperrt";
"Write error. No permission? No space left?" = "Schreibfehler. Keine Zugriffsberechtigung? Kein Speicherplatz?";
"Can't open the file, maybe it's not accessible" = "Datei konnte nicht geöffnet werden - vielleicht ist nicht zugreifbar";
"No files matching the mask" = "Keine Datei passt zur Maske";
"There were some read errors" = "There were some read errors";
"Give access" = "Zugriff erlauben";
"Just folder access" = "Nur Ordnerzugriff";
"Quit" = "Beenden";
"More information" = "Weitere Informationen";
"Keka needs file access" = "Keka benötigt Dateizugriff";
"Give home access" = "Benutzer den Zugriff erlauben";
"Customize" = "Anpassen";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Um störungsfrei mit Ihren Dateien arbeiten zu können, benötigt Keka lokalen Zugriff auf die Speichermedien des Mac.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nKlicken Sie einfach auf \"Keka den Zugriff erlauben\"; das Speichermedium sollte bereits ausgewählt sein.";
"Give access to Keka" = "Keka den Zugriff erlauben";
"Full Mac access (Recommended)" = "Voller Mac-Zugriff (empfohlen)";
"Home folder access" = "Zugriff auf den Benutzerordner";
"External volumes access" = "Zugriff auf externe Speichermedien";
"Full Mac" = "Mac ist voll";
"Home folder" = "Home Ordner";
"External volumes" = "Externe Volumes";
"Show in context menu" = "Anzeigen im Kontextmenü";
"External disk: %@" = "Externes Speichermedium: %@";
"An extension is required" = "Eine Erweiterung ist erforderlich";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Um Keka als Standardanwendung festlegen zu können, muss eine Erweiterung installiert werden. Klicken Sie auf \"Weitere Informationen\", um die erforderlichen Schritte auszuführen. \n\nBeachten Sie, dass im Dialogfenster \"Informationen\" des Finder zu jeder Zeit Keka als Standardanwendung für ein Format festgelegt werden kann.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Keka kann nicht als Standard festgelegt werden.";
"The intermediate application failed to launch. There is more information in the Console.app." = "Die Zwischenanwendung konnte nicht gestartet werden. Weitere Informationen finden Sie in der Applikation \"Konsole\".";
"The intermediate application returned an undefined code." = "Die Zwischenanwendung lieferte eine unbekannte Fehlernummer zurück.";
"Keka is now set as the default application for its known formats." = "Keka ist jetzt als Standardanwendung für alle von ihm verarbeitbaren Formate festgelegt.";
"Keka set as default" = "Keka ist als Standard festgelegt";
"There were some errors while registering the formats. There is more information in the Console.app." = "Es traten bei der Registrierung der Formate einige Fehler auf. Weitere Informationen finden Sie in der Applikation \"Konsole\".";
"The intermediate application can't get access to Keka." = "Die Zwischenanwendung erhält keinen Zugriff auf Keka.";
"The intermediate application can't find Keka." = "Die Zwischenanwendung findet Keka nicht.";
"Show in Finder" = "Anzeigen im Finder";
"Delete" = "Delete";
"Continue without encryption" = "Ohne Verschlüsselung fortfahren";
"The password does not match" = "Die Passwörter stimmen nicht überein";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "Das Passwort wurde nicht korrekt gesetzt, daher konnte die Datei nicht verschlüsselt werden. Sie können den Vorgang abbrechen, um das Passwort erneut zu setzen oder ohne Verschlüsselung fortfahren.";
"Use legacy encryption" = "Veraltete Verschlüsselung verwenden";
"Using AES-256 encryption in ZIP" = "AES-256 Verschlüsselung im ZIP verwenden";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Beachten Sie, dass die meisten modernen Betriebssysteme wie macOS (bis macOS 11.0 Big Sur) oder Windows AES-256 verschlüsselte ZIP-Archive nicht standardmäßig unterstützen.\n\nSie können solche Dateien problemlos mit den meisten Archivierungsprogrammen von Drittherstellern entpacken.";
"Cannot create the file" = "Konnte Datei nicht erstellen";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka hat keinen Zugriff auf die Quelldatei(en)\nErlauben Sie den Zugriff, wenn Sie danach gefragt werden oder manuell in den Systemeinstellungen";
"Give access to the source/s folder/s" = "Zugriff auf Quellordner geben";
"Give access to the compressed file" = "Zugriff auf komprimierte Datei geben";
"The extension is enabled" = "Die Erweiterung ist aktiviert";
"The extension is disabled" = "Die Erweiterung ist deaktiviert";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka entscheidet anhand des Dateiformats und -endung, ob diese komprimiert oder dekomprimiert wird. Dies ist die empfohlene Einstellung.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka komprimiert alle Dateien, auch solche, die bereits komprimiert wurden. Im automatischen Modus können Sie eine bereits komprimierte Datei erneut komprimieren, indem Sie diese in den unteren Teil des Programmfensters ziehen.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka wird versuchen, alle Dateien zu dekomprimieren. Im automatischen Modus können Sie versuchen eine unbekannte Datei dekomprimieren, indem Sie diese in den unteren Teil des Programmfensters ziehen.";
"Show the operation log" = "Betriebsprotokoll anzeigen";
"Unable to process tips" = "Konnte Trinkgeld nicht verarbeiten";
"Already tipping a monthly %@" = "Sie geben bereits %@ im Monat Trinkgeld";
"Send a monthly %@ tip" = "Monatlich %@ Trinkgeld geben.";
"Send a %@ tip" = "%@ Trinkgeld geben";
"Give Keka some love ♥" = "Schenken Sie Keka etwas Liebe ♥";
"All extractions will be expanded at this location." = "Alle Entpackungen werden an diesem Ort abgelegt.";
"All compressions will be stored at this location." = "Alle Komprimierungen werden an diesem Ort abgelegt.";
"You'll be asked where to extract each operation." = "Sie werden für jeden Vorgang einzeln gefragt, wohin dieser entpackt werden soll.";
"You'll be asked where to compress each operation." = "Sie werden für jeden Vorgang einzeln gefragt, wohin dieser komprimiert werden soll.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "Falls Keka Dateizugriff hat, wird der Vorgang neben den Quelldateien durchgeführt, anderenfalls werden Sie nach einem Ort gefragt. Sie können den Dateizugriff in den Keka-Einstellungen aktivieren, sodass diese Einstellung korrekt funktioniert.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka hat keinen Dateizugriff auf den Quellordner und muss Sie nach einem Ort fragen.\nSie können Keka Zugriff zu diesem und weiteren Ordnern in den Keka-Einstellungen geben.";
"The characters %@ are not compatible with the %@ format" = "Die Zeichen %@ sind nicht mit dem %@-Format kompatibel";
"The character %@ is not compatible with the %@ format" = "Das Zeichen %@ ist nicht mit dem %@-Format kompatibel";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monatlich einen Schluck Kaffee";
"Gift Keka a sip of coffee each month" = "Schenke Keka jeden Monat einen Schluck Kaffee";
"Monthly coffee" = "Monatlicher Kaffee";
"Gift Keka a coffee each month" = "Schenke Keka jeden Monat einen Kaffee";
"Monthly pair of coffees" = "Monatlich ein Paar Kaffee";
"Gift Keka a couple coffees each month" = "Schenke Keka monatlich ein Paar Kaffee";
"Monthly breakfast" = "Monatliches Frühstück";
"Gift Keka a breakfast each month" = "Schenke Keka jeden Monat ein Frühstück";
"Tip a coffee" = "Gebe Trinkgeld für Kaffee";
"Tip Keka a coffee so it can stay awake" = "Spende einen Kaffee, damit Keka wach bleib";
"Tip a breakfast" = "Spende ein Frühstück";
"Tip Keka a breakfast so it can start fresh" = "Spende ein Frühstück, für einen guten Start";
"Tip a lunch" = "Spende ein Mittagessen";
"Tip Keka a lunch and feed it" = "Spende ein Mittagessen zum füttern";
"Tip a dinner" = "Spende ein Abendessen";
"Tip Keka a dinner so it keeps rolling" = "Spende Keka ein Abendessen und ernähre es";
"Tip a bunch of food" = "Spende ein Paket Lebensmittel";
"Tip Keka a new bunch of food to keep rolling" = "Spende ein Paket Lebensmittel und ernähre es";
